Repository: TobiVanHelsinki/ShadowRunHelper
Catalog: Xamarin/ShadowRunHelperViewer/Strings/ModelResources.*.resx
Languages: de

# AttributM_.Text
source: Attributs
de: Attribute

# ConnectionM_.Text
source: Contacts
de: Connections

# Connection_.Text
source: Contact
de: Connection

# Connection_Loyal.Text
source: Loyalty
de: Loyalität

# CyberDeck_Angriff.Text
source: Attack
de: Angriff

# CyberDeck_Schleicher.Text
source: Sleaze
de: Schleicher

# FernkampfwaffeM_.Text
source: Ranged Weapons
de: Fernkampfwaffen

# Fernkampfwaffe_.Text
source: Ranged Weapon
de: Fernkampfwaffe

# FernKampfwaffe_Modi.Text
source: Mode
de: Modi

# Fertigkeit_.Text
source: Skill
de: Fertigkeit

# Handlung_.Text
source: Action
de: Handlung

# FertigkeitM_.Text
source: Skills
de: Fertigkeiten

# HandlungM_.Text
source: Actions
de: Aktionen

# Handlung_Zusammensetzung.Text
source: Dices:
de: Würfeln mit:

# Item_Aktiv.Text
source: Active
de: Aktiv

# Item_Anzahl.Text
source: Quantity
de: Anzahl

# Item_Besitz.Text
source: Owned
de: Besitz

# KommlinkM_.Text
source: Commlinks
de: Kommlinks

# Kommlink_.Text
source: Commlink
de: Kommlink

# Kommlink_Attribute.Text
source: Attributes
de: Attribute

# Kommlink_Datenverarbeitung.Text
source: Data Processing
de: Datenverarbeitung

# Kommlink_Programmanzahl.Text
source: Programms
de: Programmanzahl

# NahkampfwaffeM_.Text
source: Melee Weapons
de: Nahkampfwaffen

# Nahkampfwaffe_.Text
source: Melee Weapon
de: Nahkampfwaffe

# Nahkampfwaffe_Reichweite.Text
source: Reach
de: Reichweite

# Thing_Notiz.Text
source: Note
de: Notiz

# Panzerung_.Text
source: Armor
de: Panzerung

# PanzerungM_.Text
source: Armors
de: Panzerungen

# Programm_.Text
source: Program
de: Programm

# ProgrammM_.Text
source: Programs
de: Programme

# Programm_Optionen.Text
source: Effects
de: Auswirkungen

# Thing_Typ.Text
source: Type
de: Typ

# Vehikel_.Text
source: Vehicle
de: Vehikel

# VehikelM_.Text
source: Vehicles
de: Vehikel

# Vehikel_Beschleunigung.Text
source: Acceleration
de: Beschleunigung

# Vehikel_Geschwindigkeit.Text
source: Speed
de: Geschwindigkeit

# Vehikel_Gewicht.Text
source: Weight
de: Gewicht

# Vehikel_Panzerung.Text
source: Armor
de: Panzer

# Vehikel_Rumpf.Text
source: Body
de: Rumpf

# Vehikel_Sitze.Text
source: Seats
de: Sitze

# Waffe_DK.Text
source: AP
de: DK

# Thing_Zusatz.Text
source: Addition
de: Zusatz

# Person_Essenz.Text
source: Essence mod
de: Essenz mod

# Person_InitiativeAktuell.Text
source: Current initiative
de: Aktuelle Initiative

# Person_Kontostand.Text
source: Bank balance
de: Geld

# Eigenschaften_Auswirkung.Text
source: Effects
de: Auswirkungen

# Implantat_.Text
source: Augmentation
de: Implantat

# ImplantatM_.Text
source: Augmentations
de: Implantate

# Implantat_Essenz.Text
source: Essence
de: Essenz

# NachteilM_.Text
source: Disadvantages
de: Nachteile

# Nachteil_.Text
source: Disadvantage
de: Nachteil

# Person_.Text
source: Personal data
de: Personenangaben

# Person_Beschreibung_.Text
source: Personal description
de: Personbeschreibung

# Person_Notizen.Text
source: Notes
de: Notizen

# VorteilM_.Text
source: Advantages
de: Vorteile

# Vorteil_.Text
source: Advantage
de: Vorteil

# Waffe_SchadenTyp.Text
source: Damage type (M/P)
de: Schadenstyp (G/K)

# Kommlink_Attribute_o.Text
source: Attributes
de: Attribute Orginal

# Stroemung_Echos.Text
source: Echoes
de: Echos

# Person_Char_Typ.Text
source: Char Type
de: Char Typ

# Person_MetaTyp.Text
source: Metatype
de: MetaTyp

# Person_MetaTyp_sub.Text
source: Metasubtype
de: MetaSubTyp

# Person_Lebensstil.Text
source: Lifestyle
de: Lebensstil

# Person_Geburtsdatum.Text
source: Date of Birth
de: Geburtsdatum

# Person_Geschlecht.Text
source: Sex
de: Geschlecht

# Stroemung_.Text
source: Submersion
de: Strömung

# Person_Gewicht.Text
source: Weight
de: Gewicht

# Person_Augenfarbe.Text
source: Eyecolour
de: Augenfarbe

# Person_Haarfarbe.Text
source: Haircolor
de: Haarfarbe

# Person_Hautfarbe.Text
source: Skincolor
de: Hautfarbe

# Person_Zusammenfassung.Text
source: Summary
de: Zusammenfassung

# Person_Karma_Aktuell.Text
source: Karma Current
de: Karma Aktuell

# Person_Karma_Gesamt.Text
source: Karma total
de: Karma Gesamt

# Person_Edge_Aktuell.Text
source: Edge current
de: Edge Aktuell

# Person_Edge_Gesamt.Text
source: Edge everall
de: Edge Gesamt

# Person_Schaden_K.Text
source: Physical Damage
de: KörperSchaden

# Person_Schaden_K_max.Text
source: Physical Damage Maximum
de: KörperSchaden maximal

# Person_Schaden_G.Text
source: Mental Damage
de: GeistSchaden

# Person_Schaden_G_max.Text
source: Mental Damage Maximum
de: GeistSchaden maximal

# MunitionM_.Text
source: Munitions
de: Munition

# StroemungM_.Text
source: Submersions
de: Strömungen

# Stroemung_Wert.Text
source: Grade
de: Grad

# Handlung_Gegen.Text
source: Defend dices:
de: Wehren mit:

# Berechnet_Essenz.Text
source: Essence
de: Essenz

# Attribut_Konsti.Text
source: Body
de: Konstitution

# Berechnet_Limit_G.Text
source: Mental Limit
de: Geistiges Limit

# Berechnet_Limit_K.Text
source: Physical Limit
de: Körperliches Limit

# Berechnet_Limit_S.Text
source: Social Limit
de: Soziales Limit

# Attribut_Logik.Text
source: Logic
de: Logik

# Attribut_Reaktion.Text
source: Reaction
de: Reaktion

# Attribut_Staerke.Text
source: Strength
de: Stärke

# Attribut_Willen.Text
source: Willpower
de: Willenskraft

# Attribut_Geschick.Text
source: Agility
de: Geschicklichkeit

# Thing_Wert.Text
source: Rating
de: Stufe

# Thing_ThingTyp.Text
source: ThingType
de: Eigenschaftstyp

# Connection_Einfluss.Text
source: Connection
de: Einfluss

# CyberDeck_Angriff_o.Text
source: Attack Original
de: Angriff Original

# CyberDeck_Datenverarbeitung_o.Text
source: Dataprocessing original
de: Datenverarbeitung Original

# CyberDeck_Schleicher_o.Text
source: Sleaze original
de: Schleicher Original

# Eigenschaft_Auswirkungen.Text
source: Effect
de: Auswirkungen

# Zaubersprueche_Entzug.Text
source: Drain
de: Entzug

# CyberDeck__Aktiv.Text
source: Active Deck
de: Aktives Deck

# Fernkampfwaffe__Aktiv.Text
source: Active Ranged Weappon
de: Aktive Fernkampfwaffe

# Kommlink__Aktiv.Text
source: Active Commlink
de: Aktives Kommlink

# Nahkampfwaffe__Aktiv.Text
source: Active Melee Weapon
de: Aktive Nahkampfwaffe

# Panzerung__Aktiv.Text
source: Active Armor
de: Aktive Panzerung

# Vehikel__Aktiv.Text
source: Active vehicle
de: Aktives Auto

# Waffe_Wert.Text
source: Damage
de: Schaden

# Kommlink_Schaden.Text
source: Condition
de: Schaden

# Kommlink_SchadenMax.Text
source: Condition Limit
de: Schadenslimit

# Thing_Wert_W.Text
source: Value
de: Wert

# Attribut_Magie.Text
source: Magic
de: Magie

# AdeptenkraftM_.Text
source: Adept Powers
de: Adeptenkräfte

# Adeptenkraft_.Text
source: Adept Power
de: Adeptenkraft

# Adeptenkraft_Option.Text
source: Options
de: Option

# Attribut_Resonanz.Text
source: Resonance
de: Resonanz

# FokiM_.Text
source: Foci
de: Foki

# Foki_.Text
source: Foci
de: Foki

# GeistM_.Text
source: Spirits
de: Geister

# Geist_.Text
source: Spirit
de: Geist

# Geist_Dienste.Text
source: Services
de: Dienste

# Geist_Geb_Reg.Text
source: Bound
de: Gebunden

# Person_Geburtstag.Text
source: Birthday
de: Geburtstag

# Person_Prominenz.Text
source: Public Awareness
de: Prominenz

# Person_SchlechterRuf.Text
source: Bad reputation
de: Schlechter Ruf

# Person_Strassenruf.Text
source: Street Cred
de: Straßenruf

# Person_StrassenrufMod.Text
source: Street Cred mod
de: Straßenruf Mod

# Zaubersprueche_Reichweite.Text
source: Range
de: Reichweite

# Zaubersprueche_Dauer.Text
source: Duration
de: Dauer

# Zaubersprueche_.Text
source: Spell
de: Zauberspruch

# ZauberspruecheM_.Text
source: Spells
de: Zaubersprüche

# Waffe_Praezision.Text
source: Precision
de: Präzision

# TraditionM_.Text
source: Traditions
de: Traditionen

# Tradition_Metamagie.Text
source: Metamagic
de: Metamagie

# Tradition_Schutzpatron.Text
source: Totem
de: Schutzpatron

# Tradition_Wert.Text
source: Grade
de: Grad

# Panzerung_Kapazitaet.Text
source: Capacity
de: Kapazität

# Person_Groesse.Text
source: Height
de: Größe

# Implantat_Kapazitaet.Text
source: Capacity
de: Kapazität

# Fernkampfwaffe_RK.Text
source: RC
de: RK

# _Kapazitaet.Text
source: Capacity
de: Kapazität

# Implantat_Auswirkung.Text
source: Effects
de: Auswirkungen

# Vehikel_Wert.Text
source: Damage
de: Schaden

# BerechnetM_.Text
source: Calculated values
de: Berechnete Werte

# Berechnet_.Text
source: Calculated value
de: Berechneter Wert

# Berechnet_Laufen.Text
source: Walk
de: Laufen

# Berechnet_Rennen.Text
source: Run
de: Rennen

# Berechnet_Tragen.Text
source: Carrie
de: Tragen

# KomplexeFormM_.Text
source: Complex Forms
de: Komplexe Formen

# KomplexeForm_.Text
source: Complex Form
de: Komplexe Form

# Sprite_Dienste.Text
source: Services
de: Dienste

# Sprite_Geb_Reg.Text
source: Registered
de: Registriert

# WandlungM_.Text
source: Submersions
de: Wandlungen

# Wandlung_.Text
source: Submersion
de: Wandlung

# Person_Schaden_G_max_mod.Text
source: Max. Physical-Damage modifier
de: Max.G-Schaden modifier

# Person_Schaden_K_max_mod.Text
source: Max. Mental-Damage modifier
de: Max.K-Schaden modifier

# _Active.Text
source: Active entry:
de: Aktiver Eintrag:

# Fertigkeit_CreateHandlung
source: Create Action
de: Handlung anlegen

# Handlung_GegenZusatz.Text
source: Defense Addition
de: Gegen Zusatz

# Handlung_GrenzeZusatz.Text
source: Limit Addition
de: Grenze Zusatz

# Handlung_WertZusatz.Text
source: Pool Addition
de: Wert Zusatz

# Content_Erinnerung
source: memento
de: Erinnerung

# Content_Menschenkenntnis
source: knowledge of human nature
de: Menschenkenntnis

# Content_Schadenswiderstand
source: damage resistance
de: Schadenswiderstand

# Content_Selbstbeherrschung
source: self-control
de: Selbstbeherrschung

# KomplexForm_Duration.Text
source: Duration
de: Dauer

# KomplexForm_Fading.Text
source: Fading
de: Schwund

# KomplexForm_Target.Text
source: Target
de: Ziel

# Person_LifestyleCost.Text
source: Lifestyle cost
de: Lebensstilkosten
