Repository: TobiVanHelsinki/ShadowRunHelper
Catalog: Xamarin/ShadowRunHelperViewer/Strings/UiResources.*.resx
Languages: de

# Category_Aktion.Label
source: Actions
de: Aktionen

# Category_Kampf.Label
source: Battle
de: Kampf

# Category_Notizen.Label
source: Notes
de: Notizen

# Char_Btn_Speichern.Label
source: Save
de: Speichern

# Btn_Bearbeiten.Content
source: Edit
de: Bearbeiten

# Btn_Loeschen.Content
source: Delete
de: Löschen

# DB_Nav.Label
source: Database
de: Datenbank

# Label_LoadChar.Label
source: Load
de: Laden

# CharVerwaltung_Btn_Neu.Label
source: Create new char
de: Neuen Char erstellen

# CharVerwaltung_Einleitung1.Text
source: Current savefiles:
de: Aktuelle Speicherdatei:

# CharVerwaltung_Einleitung2.Text
source: Available savefiles:
de: Verfügbare Speicherdateien:

# Optionen_AutoSave.Text
source: Auto-Save current char at changes
de: Char bei Änderungen automatisch speichern

# Optionen_LoadOnStart.Text
source: Load last used char at App start
de: Letzten Char bei Starten automatisch laden?

# Char_Schaden.Text
source: Damage:
de: Schaden:

# Char_Schaden_Geist.Text
source: Mental
de: Geistig

# Optionen_Inhaber.Text
source: App owener
de: App-Inhaber

# Optionen_U_Kontakt.Text
source: Contact
de: Kontakt

# Optionen_Legal.Text
source: ShadowRun is a registered trademark of Pegasus Games. Icons made by Freepik https://www.flaticon.com are licensed by Creative Commons BY 3.0.
de: ShadowRun ist eine eingetragene Marke von Pegasus Games. Icons von Freepik https://www.flaticon.com sind lizensiert unter der Creative Commons BY 3.0.

# Optionen_U_Infos.Text
source: Information
de: Informationen

# Optionen_U_Einstellungen.Text
source: Settings
de: Einstellungen

# Optionen_U_Hilfe.Text
source: Help
de: Hilfe

# Optionen_U_Rechtliches.Text
source: Legal
de: Rechtliches

# Optionen_Ordnermode.OffText
source: Intern Save
de: Interner App-Speicher

# Optionen_Ordnermode.OnText
source: Extern Save
de: Externer, beliebiger, Ordner

# Optionen_Ordnermode.Text
source: Save at folder
de: Speicherort

# Optionen_Ordnermode_Pfad.Text
source: Path
de: Pfad

# Optionen_Bewerten.Text
source: Rate this App at the Store
de: Diese App im Store Bewerten

# Optionen_Datenschutz.Text
source: This app does not collect any personal information and therefore does not disclose it. This app can be used to open files and folders on the file system. The app stores those folders and files only for later use. All files remain on the file system or Microsoft account.
de: Diese App sammelt keine persönlichen Daten und gibt sie deswegen auch nicht weiter. Mit dieser App können Dateien und Ordner auf dem Dateisystem geöffnet werden. Die App speichert diese Ordner und Dateien nur zur späteren Verwendung. Alle Dateien verbleiben auf dem Dateisystem oder im Microsoft Account.

# Optionen_KontaktBtn.Content
source: write email
de: E-Mail Schreiben

# Optionen_U_Datenschutz.Text
source: Privacy Policy
de: Datenschutzerklärung

# Char_Schaden_Koerper.Text
source: Physical
de: Körper

# Optionen_Toggle.OffContent
source: No
de: Nein

# Optionen_EditAfterAdd.Text
source: Edit after adding
de: Bearbeiten nach Hinzufügen

# Nav_Char.Label
source: Character Sheet
de: Charakterbogen

# Nav_Admin.Label
source: Administration
de: Verwaltung

# Nav_Settings.Label
source: Settings
de: Einstellungen

# Optionen_DisplayRequest.Text
source: Hold Char Page active
de: Sperrbildschirm verhindern

# TxT_Repair.Text
source: Auto-Fix
de: Reparieren

# Optionen_BACKUP_VERSIONING.Text
source: BackUp versioning
de: BackUp Versionierung

# Optionen_U_Notifications.Text
source: Notifications
de: Benachrichtigungen

# Optionen_Intern_Sync.Text
source: sync intern files
de: Bei Interner Speicherung: Dateien Synchronisieren

# Optionen_Beta_Features.Text
source: Activate Beta-Features
de: Beta-Features aktivieren

# Optionen_AppLinkBtn.Content
source: Open Storeentry for this App
de: Diese App im Store öffnen

# Optionen_MoreAppsBtn.Content
source: more of my apps
de: Mehr Apps von mir

# Optionen_RateBtn.Content
source: Rate this App
de: Diese App im Store Bewerten

# Optionen_DisplayRequest.Tip
source: Prevent the Screen from locking
de: Damit verhinderst du, dass dein Bildschirm ausgeht, wenn du einen Char offen hast.

# Optionen_Intern_Sync.Tip
source: This will synchronize the files you have stored internally over all your Windows 10 devices. Synchronization occurs only if you have enabled the general sync option in WIndows and both devices have sufficient power and a Internetconnection.
de: Aktiviert Windows10 Geräte-Synchronisation. Achtung: Die Synchronisation kann etwas langsam sein.

# Optionen_Ordnermode.Tip
source: Select a Exernen storage folder.
de: Wähle einen exernen Speicherordner aus.

# Optionen_U_Einstellungen_Tip.Text
source: Hold the mouse or finger on a ? to get more information.
de: Halte mit der Maus oder dem Finger auf das ?, um mehr Informationen zu erhalten.

# Optionen_AutoSave.Tip
source: After a change, the specified time is waited until your char is saved. If you change many things quickly, then a larger value is better. A value between 2 and 10 seconds is okay.
de: Nach einer Änderung wird die angegebene Zeit gewartet, bis dein Char gespeichert wird. Wenn du schnell und viel änderst, dann gib besser einen größeren Wert an. Ein Wert zwischen 2 und 10 Sekunden ist angemessen.

# CharVerwaltung_E_FileDate.Text
source: modification date
de: Änderungsdatum

# CharVerwaltung_E_FileName.Text
source: file name
de: Dateiname

# CharVerwaltung_E_FileSize.Text
source: file size
de: Dateigröße

# CharVerwaltung_Intern_Save_Display_String
source: Save Intern
de: Interne Speicherung

# Optionen_U_Statistics.Text
source: Statistics
de: Statistiken

# Statistics_AppStart.Text
source: Number of appstarts
de: Anzahl Appstarts

# CharVerwaltung_Btn_Create_ExampleChar.Label
source: Create Example Char
de: Beispiel Charakter erstellen

# Statistics_Creations.Text
source: Number of new chars
de: Charaktere erstellt

# Statistics_Deletions.Text
source: Number of deleted chars
de: Charaktere gelöscht

# Statistics_Loadings.Text
source: Number of loaded chars
de: Charaktere geladen

# Statistics_Savings.Text
source: Number of saved chars
de: Charaktere gespeichert

# Label_DeleteChar.Label
source: Delete
de: Löschen

# DB_Finish.Label
source: Copy
de: Kopieren

# DB_FinishClose.Label
source: Copy and Exit
de: Kopieren und Beenden

# DB_Help.Label
source: Help on/off
de: Hilfe an/aus

# Optionen_AutoSaveInterval.Text
source: Watingtime for changes in seconds
de: Wartezeit für Änderungen in Sekunden

# TxT_SaveAtCurrentPlace.Text
source: Save at current Folder
de: Speichern in aktuellem Ordner

# Optionen_TutorialMainShown.Text
source: Read "Char Administration" Guide
de: Tutorial abgeschlossen

# CharVerwaltung_Btn_Alle_Chars_Loeschen.Label
source: Delete all Chars
de: Alle Chars Löschen

# Label_Rename.Label
source: Rename
de: Umbenennen

# TxT_SaveExtern.Text
source: Save at extern Folder
de: Speichern in externem Ordner

# Optionen_U_CharPageConfig.Text
source: Choose categories
de: Kategorien auswählen

# Settings_Btn_Speichern.Content
source: Reload to see changes
de: Neuladen zum Anwenden

# CNT_Reset.Content
source: Reset
de: Zurücksetzen

# TxT_Cat_Truncate.Text
source: truncate category
de: Kategorie leeren

# TxT_CSV_Cat_Export_Selected.Text
source: CSV Export (just selected)
de: CSV Export (nur markierte)

# Category_Settings.Label
source: Settings
de: Einstellungen

# TxT_Cat_Order_ABC.Text
source: alphabeticly
de: Alphabetisch

# TxT_Cat_Order_Orig.Text
source: Load saved order
de: Sortierung laden

# TxT_Cat_Order_Save.Text
source: Save current order
de: Sortierung speichern

# TxT_Cat_Order_Type.Text
source: after "type"
de: Nach "Typ"

# Btn_Bearbeiten_Munition.Content
source: Choose Ammunition
de: Munition auswählen

# Btn_Bearbeiten_LinkedThings.Content
source: Edit Links
de: Verknüpfungen Bearbeiten

# Optionen_U_Buy.Text
source: Buy
de: Kaufen

# Admin_Filename.Text
source: Filename
de: Dateiname

# Admin_Filepath.Text
source: Filepath
de: Dateipfad

# TxT_OpenFolder.Text
source: open folder
de: Ordner öffnen

# TxT_OpenFolderSTD.Label
source: open saveplace
de: Speicherort öffnen

# Optionen_U_Buying_Header.Text
source: Here you have the possibility to make purchases. You can turn off advertising with the first two options. The third option supports the developer and adds an exclusive Badge to your app.
de: Hier hast du die Möglichkeit, Käufe zu tätigen. Du kannst mit den ersten beiden Optionen die Werbung abschalten. Mit der dritten Option unterstützt du dem Entwickler für diese App und erhältst einen exklusiven Premiumbadge.

# Optionen_U_Buying_Note.Text
source: Note: Having apps in the store costs 18€ per year. It would be cool if the app would at least cover the costs.
de: Notiz am Rande: Apps im Store zu haben kostet im Jahr 18€. Es wäre cool, wenn die App daher wenigstens Kostendeckend arbeiten würde.

# Optionen_EditAfterAdd.Tip
source: Error not specified in detail:
de: Nachdem du ein Objekt erstellt hast, wird sofort der bearbeiten Dialog aufgerufen.

# Optionen_Group_Char.Text
source: Current Char
de: Aktueller Char

# Optionen_Group_File.Text
source: file management
de: Dateiverwaltung

# Optionen_Group_IO.Text
source: Saving and loading
de: Speichern und Laden

# Optionen_Group_Other.Text
source: Other
de: Anderes

# Optionen_LoadOnStart.Tip
source: The char that was active when the app was closed is loaded at startup. Attention, this increases the app loading time.
de: Der Char, der beim Schließen der App aktiv war, wird beim Starten geladen. Achtung, dies erhöht die App-Ladezeit.

# Optionen_BACKUP_VERSIONING.Tip
source: Each time Run or Karma is changed, a copy of the char is created in a BackUp folder.
de: Bei jeder Änderung von Run oder Karma wird in einem BackUp Ordner eine Kopie des Chars erstellt.

# TxT_Save.Text
source: Save
de: Speichern

# TxT_CSV_Cat_Export.ToolTipService.ToolTip
source: Saves this category in CSV format (Excel compatible) in a folder.
de: Speichert diese Kategorie im CSV Format (Excel Kompatible) in einem Ordner.

# TxT_OpenFolder.ToolTipService.ToolTip
source: Opens the folder of the current file
de: Öffnet den Ordner der aktuellen Datei

# TxT_Repair.ToolTipService.ToolTip
source: Sometimes errors occur at the link system. Then you can try this function.
de: Manchmal kommt es zu Fehlern bei Verknüpfungen. Dann kannst du diese Funktion versuchen.

# TxT_SaveAtCurrentPlace.ToolTipService.ToolTip
source: If you opened the file externally (e.g. from another program) you can save it to your normal location.
de: Hast du die Datei extern geöffnet (z.B. aus einem anderne Programm heraus) kannst Du sie an deinem normalen Speicherort speichern.

# TxT_SaveExtern.ToolTipService.ToolTip
source: Select a new location for this file
de: Wähle einen neuen Speicherort für diese Datei aus.

# TxT_Unload.Text
source: unloading
de: Entladen

# TxT_Unload.ToolTipService.ToolTip
source: Removes only the loaded char from the app. Storage files are not affected.
de: Entfernt nur den geladenen Char aus der App. Speicherdateien werden nicht beeinflusst.

# TxT_Cat_UncheckAll.Text
source: Deselect All
de: Alles abwählen

# TxT_ExportAll.Label
source: Save all in external folder
de: Alle in externem Ordner speichern

# TxT_ExportAll.ToolTipService.ToolTip
source: Copies all files listed here to another folder
de: Kopiert alle hier aufgelisteten Dateien in einen anderen Ordner

# CharVerwaltung_Btn_Create_ExampleChar.ToolTipService.ToolTip
source: Load the example/turorial character sheet into the current folder
de: Laden den Beispiel/Turorial-Charakterbogen in den aktuellen Ordner

# CharVerwaltung_Btn_Neu.ToolTipService.ToolTip
source: Use it to create a new character sheet
de: Erstelle damit einen neuen Charakterbogen

# TxT_OpenFolderSTD.ToolTipService.ToolTip
source: Open the folder where all your character sheets are located.
de: Öffne den Ordner, in dem alle deine Charakterbögen liegen.

# Label_CSV_Export.ToolTipService.ToolTip
source: Saves this character sheet in CSV format (Excel compatible) in a folder. Several files are created.
de: Speichert diesen Charakterbogen im CSV Format (Excel Kompatible) in einem Ordner. Es werden mehrere Dateien angelegt.

# Label_DeleteChar.ToolTipService.ToolTip
source: Deletes this file.
de: Löscht diese Datei.

# Label_File_Export.ToolTipService.ToolTip
source: Copy this file to another location.
de: Kopiert diese Datei an einen anderen Ort.

# Label_LoadChar.ToolTipService.ToolTip
source: Opens this file.
de: Öffnet diese Datei.

# TxT_CSV_Cat_Export_Selected.ToolTipService.ToolTip
source: Saves selected entries of this category in CSV format (Excel compatible) in a folder.
de: Speichert ausgewählte Einträge dieser Kategorie im CSV Format (Excel Kompatible) in einem Ordner.

# TxT_CSV_Cat_Import.ToolTipService.ToolTip
source: Select a CSV file whose content will be imported into this category. If the import and export categories are not identical, not all information is imported.
de: Wähle eine CSV Datei aus, deren Inhalt in diese Kategorie importiert wird. Wenn die Im- und Export Kategorien nicht identisch sind, werden nicht alle Informationen importiert.

# TxT_Cat_Order_Orig.ToolTipService.ToolTip
source: Loads the previously saved sequence of the entry of this category.
de: Lädt die zuvor gesicherte Reihenfolge der Eintrag dieser Kategorie.

# TxT_Cat_Order_Save.ToolTipService.ToolTip
source: Saves the current sequence of the entry of this category.
de: Sichert die derzeitige Reihenfolge der Eintrag dieser Kategorie.

# TxT_Cat_Truncate.ToolTipService.ToolTip
source: This clears the entire category.
de: Damit wird die gesamte Kategorie geleert.

# TxT_Cat_UncheckAll.ToolTipService.ToolTip
source: This collapses all expanded entries.
de: Damit werden alle aufgeklappten Einträge zugeklappt.

# TxT_CSV_Export.ToolTipService.ToolTip
source: Saves this character sheet in CSV format (Excel compatible) in a folder. Several files are created.
de: Speichert diesen Charakterbogen im CSV Format (Excel Kompatible) in einem Ordner. Es werden mehrere Dateien angelegt.

# TxT_Save.ToolTipService.ToolTip
source: Saves the character sheet.
de: Speichert den Charakterbogen.

# Cntnt_GoTo_Notifications.Content
source: Open notifications
de: Benachrichtigungen öffnen

# Optionen_Toggle.OnContent
source: Yes
de: Ja

# TxT_Cat_AddSep.Text
source: Add Seperator
de: Seperator hinzufügen

# Optionen_Debug_Mode.Text
source: Debug Mode
de: Debug Modus

# Optionen_Debug_Mode.Tip
source: Enables various Notifications about time and stuff
de: Verschiedene Benachrichtigungen über Zeit und andere Dinge

# TxT_CharSettings.Text
source: Character sheet settings
de: Charakterbogen Einstellungen

# TxT_CharSettings.ToolTipService.ToolTip
source: This allows you to configure this view.
de: Damit kannst du diese Ansicht konfigurieren.

# CLS_Close.Content
source: Close
de: Schließen

# CNT_Close.Content
source: Close
de: Schließen

# TxT_Copy.Text
source: Copy
de: Kopieren

# TxT_Cut.Text
source: Cut
de: Ausschneiden

# TxT_Delete.Text
source: Delete
de: Löschen

# TxT_Edit.Text
source: Edit
de: Bearbeiten

# TxT_Fav.Text
source: Favorize
de: Favorisieren

# TxT_FavUn.Text
source: Defavorize
de: Defavorisieren

# TxT_Paste.Text
source: Paste
de: Einfügen

# TxT_Share.Text
source: Share
de: Teilen

# Txt_DisableTips.Text
source: Tips can be deactivated in the settings.
de: Tipps können in den Einstellungen deaktiviert werden.

# txt_TipHeader.Text
source: Tip
de: Tipp

# Optionen_Disable_Tips.Text
source: Disable tips
de: Tipps deaktivieren

# Optionen_Disable_Tips.Tip
source: Disable the tips while loading.
de: Deaktiviere die Tipp-anzeige während des Ladens

# TxT_SubtractLifeStyleCost.Text
source: Subtract Lifestyle cost
de: Lebensstilkosten abziehen
